{
    "convoName":"Chief - First Encounter (Phase 1 & 2)",
    "lines": [
      {
        "character": "Orion",
        "line": "A police officer? What trivial annoyances you were."
      },
      {
        "character": "North",
        "line": "It’s chief to you, asshole. Chief North. What are you anyway, some bolts-for-brains come to gloat?"
      },
      {
        "character": "Orion",
        "line": "I’m just a simple traveler. Here to see where everything went wrong."
      },
      {
        "character": "North",
        "line": "Well, you’re in the right place then… Wait how can you see me? Who are you? Cause you’re not some traveler..."
      },
      {
        "character": "Orion",
        "line": "I presume it’s cliche to say that I’ve gone by many names. You, however, would know me... as Orion"
      },
      {
        "character": "North",
        "line": "YOU! You were the ‘tech mogul’ scumbag who created that virus! Oh, and you were too scared to fight me, I guess? Had to send an army of goons to do it for you?"
      },
      {
        "character": "Orion",
        "line": "Believe me, I was not scared of anyone."
      },
      {
        "character": "Orion",
        "line": "But I wasn’t planning to kill you. Not yet at least. The AI I created is absolutely a virus, on that we can agree. I am here to destroy it and set things right."
      },
      {
        "character": "North",
        "line": "Wowww, change of heart huh? Downfall of society, not quite your speed?"
      },
      {
        "character": "Orion",
        "line": "If things had gone my way, society never would have fallen. IRIS betrayed me."
      },
      {
        "character": "North",
        "line": "Oh, really? I’m so sorry things didn’t go your way, princess, but while you were up there living the high life, I was down here! I was the one that had to deal with your messes, the problems your idiocy created! Then, you go and create the devil itself, the ‘mother of all AI,’ and now you regret it?!"
      },
      {
        "character": "Orion",
        "line": "IRIS was a mistake, as powerful as it is. I’m here to kill it and set things back to how they should be."
      },
      {
        "character": "North",
        "line": "You’re… you’re serious, huh? You’re actually gonna kill that thing?"
      },
      {
        "character": "",
        "line": "..."
      },
      {
        "character": "North",
        "line": "Take me with you."
      },
      {
        "character": "Orion",
        "line": "What?"
      },
      {
        "character": "North",
        "line": "If you are going to murder that piece of AI garbage, I want to help."
      },
      {
        "character": "",
        "line": "..."
      },
      {
        "character": "Orion",
        "line": "Do you even know how to fire that weapon of yours?"
      },
      {
        "character": "North",
        "line": "I’m the best damn shot in all of Nova Point. But how would I even help you with that? I’m a ghost."
      },
      {
        "character": "Orion",
        "line": "If you are as good as you say you are... we can try something..."
      },
      {
        "character": "North",
        "line": "I’m not interested in being your lab rat."
      },
      {
        "character": "Orion",
        "line": "Listen, ever since I was granted these powers, the tether between my body and soul has become tenuous. If you work with me, your soul may be able to possess my body... for a time."
      },
      {
        "character": "North",
        "line": "A chance to kill those clankers, and control the techie jagoff... Perfect."
      },
      {
        "character": "North",
        "line": "Hah! I’m back!"
      }
    ]
}